var movieData={
	"status": "success",
	"msg": "数据获取成功",
	"data": {
		"pageIndex": 1,
		"totalCount": 128,
		"pageCount": 13,
		"listData": [{
			"id": 3,
			"movie_name": "兄弟的诱惑",
			"duration": 99,
			"movie_pc": "/moviePhoto/e9a837da89f3b75fc99a56a055070d07没有过不去的年.png",
			"movie_desc": "年关将至，中年编剧王自亮（吴刚 饰）独自背负层层重压，周旋在事业、家庭、人际关系等多重问题中，倍感“年关难过”，母亲（吴彦姝 饰）最大的愿望，就是和四个儿女一起回老家吃年夜饭，然而，复杂的成人世界牵扯着孩子们。母亲的一次意外受伤，一家人的关系降至冰点，三代人的矛盾被推上了风口浪尖...经过选择和考验，儿女们回归亲情，意识到“妈在的地方才是家”，日子再难，没有过不去的年。",
			"publicTime": "2023-01-15T00:00:00.000Z",
			"tags": "家庭 剧情",
			"role": "吴刚 江珊",
			"movie_score": 8,
			"isDel": false
		}, {
			"id": 4,
			"movie_name": "大飞哥",
			"duration": 89,
			"movie_pc": "/moviePhoto/76c5fd637ca0c3a2278819227a30f4ca大龙套.png",
			"movie_desc": "63 歲的牙技師萩野谷幸三，是個半退休卻全心投入臨演工作的硬漢大叔，本片是他以新人之姿首次主演電影， 他是片中歷史劇「江戶之爪」的背景演員，卻是本片的鏡頭焦點，知名演員通通從主角變成了背景。不料空氣 般存在的臨演都比主角搶戲，際遇一個比一個離奇，他們演得忘情，忘記自己是個臨演，還不小心演得太賣力。",
			"publicTime": "2020-03-13T00:00:00.000Z",
			"tags": "剧情 喜剧",
			"role": "山本耕史 齐藤由贵 寺胁康文",
			"movie_score": 7,
			"isDel": false
		}, {
			"id": 5,
			"movie_name": "标哥不想知道",
			"duration": 138,
			"movie_pc": "/moviePhoto/d2108c49155df425e94fe64dc1f0bdb8孩子不想知道.png",
			"movie_desc": "学校游泳部的朔田美波和书法设愚主祝部部员门司昭平在教学楼的天台上相遇，两人意气相投。某天，美波收到神秘符纸，以此为契机，他俩开始寻找自美波小时戒燥探射候起就失踪的生父。在自称是侦探的昭平哥哥明大探宙和帮寒艰充助下，他们意外地找到了美波的生父藻谷友充。美波瞒着现在的肯键探家人与友充见面，但发现父亲是个前教主。古怪的父亲让她困惑，但还是与他一起在海边小镇过暑假 。",
			"publicTime": "2020-06-02T00:00:00.000Z",
			"tags": "家庭",
			"role": "上白石萌歌 富田美忧 细田佳央太",
			"movie_score": 8,
			"isDel": false
		}, {
			"id": 6,
			"movie_name": "标暮",
			"duration": 124,
			"movie_pc": "/moviePhoto/6cb46d64038a101590e8e6fe9ce3804b日暮.png",
			"movie_desc": "东汉末年，群雄割据，纷争四起。标师傅（标哥饰）某日拜访华山派，在“华山派”的大门口，标师傅先遐想了一番，将自己想像成一位武功盖世的高人，逐一打败了众多武林高手，一路过关斩将，终于获得了武林至尊秘笈。而当他回到现实中，睁开眼，才发现自己所到之处并非华山派，而是华山派出所，并被几位大盖帽赶了出来。原来，“出所”两个字之前被树叶挡住了，他没有看到  。",
			"publicTime": "2021-02-09T00:00:00.000Z",
			"tags": "剧情",
			"role": "弗拉德·伊凡诺夫",
			"movie_score": 8,
			"isDel": false
		}, {
			"id": 7,
			"movie_name": "标哥将至",
			"duration": 139,
			"movie_pc": "/moviePhoto/5d862b18819aa72df3021b405c2fb680晨曦将至.png",
			"movie_desc": "没有孩子的栗原佐都子 （ 永作博美 饰）与丈夫清和 （ 井浦新 饰）通过特别收养制度收养了一个男孩并取名“朝斗”，与孩子的生母片仓应匪坑光 （ 莳田彩珠 饰）有一面之缘。六年来，他们夫妻守护着朝斗成长，过着平静的日子。然而，一通神秘电话翻搅栗原家的命运，自称为生母的女人要求栗原夫妇归还或买下孩子，否则将揭露朝斗的身世。然而当她现身时，却与当年的片仓光判若两 人 。",
			"publicTime": "2020-10-23T00:00:00.000Z",
			"tags": "剧情",
			"role": "永作博美 井浦新 有动由美子",
			"movie_score": 7,
			"isDel": false
		}, {
			"id": 8,
			"movie_name": "标神",
			"duration": 128,
			"movie_pc": "/moviePhoto/92e03aeff7bf95d71e2c1756deb855f0精神0.png",
			"movie_desc": "《完全精神手册》一片的主角山本昌知，决定在82岁那年从临床医学领域退休，这使多年来一直依赖他的患者们感到非常焦虑。在2020年早春，山本夫妇开启了新的生活。这对他们来说，意味着要去面对从未有过的挑战，现在他需要花更多的时间照顾他的妻子芳子。",
			"publicTime": "2022-09-19T00:00:00.000Z",
			"tags": "纪录片",
			"role": "\r\n仲代达矢 山本芳子 山本昌知",
			"movie_score": 7,
			"isDel": false
		}, {
			"id": 9,
			"movie_name": "你好，标标",
			"duration": 128,
			"movie_pc": "/moviePhoto/b63b91e554d4ff304e65d8e8f43c2610你好，李焕英.png",
			"movie_desc": "2001年的某一天，刚刚考上大学的贾晓玲（贾玲 饰）经历了人生中的一次大起大落。一心想要成为母亲骄傲的她却因母亲突遭严重意外，而悲痛万分。在贾晓玲情绪崩溃的状态下，竟意外的回到了 1981 年，并与年轻的母亲李焕英（张小斐 饰）相遇，二人形影不离，宛如闺蜜。与此同时，也结识了一群天真善良的好朋友。晓玲以为来到了这片“广阔天地”，她可以凭借自己超前的思维，让母亲“大有作为”，但结果却让晓玲感到意外......",
			"publicTime": "2023-02-12T00:00:00.000Z",
			"tags": "喜剧 剧情",
			"role": "贾玲 张小斐 陈梓逸",
			"movie_score": 9.9,
			"isDel": false
		}, {
			"id": 10,
			"movie_name": "一个标哥的故事",
			"duration": 137,
			"movie_pc": "/moviePhoto/9f338d7da984c492bba1c2d049f7202a一个船夫的故事.png",
			"movie_desc": "小田切讓首次自編自導，加上台前幕後強勁的陣容，隨即打入今年威尼斯影展，並大獲好評。船夫孤身晃著一葉輕舟，載著深山村民和他們的心事，默默地划過連接鄉村與城鎮的河流。本以為一生就是如此這般，開發的洪流卻突然襲來，深山將會建一座大橋，村民終可經陸路出城，意味著船夫不再是他們出門的唯一依靠。有一天，他的船撞到了在河上飄流的少女，她竟與早前的慘殺傳言似有關連，原本心如止水的生活，從此掀起了無盡波瀾。在杜可風的攝影及爵士鋼琴家TigranHamasyan的配樂下，日本恬靜的風景變成了流動的畫像，慨嘆著時代的洪流。",
			"publicTime": "2019-09-13T00:00:00.000Z",
			"tags": "剧情",
			"role": "柄本明 村上虹郎 川岛铃遥",
			"movie_score": 7,
			"isDel": false
		}, {
			"id": 11,
			"movie_name": "标哥探案3",
			"duration": 136,
			"movie_pc": "/moviePhoto/da2225153f63cf1c4679746e90e7674c唐人街探案3.png",
			"movie_desc": "继曼谷、纽约之后，东京再出大案。唐人街神探唐仁（王宝强 饰）、秦风（刘昊然 饰）受侦探野田昊（妻夫木聪 饰）的邀请前往破案。“CRIMASTER世界侦探排行榜”中的侦探们闻讯后也齐聚东京，加入挑战，而排名第一Q的现身，让这个大案更加扑朔迷离，一场亚洲最强神探之间的较量即将爆笑展开……",
			"publicTime": "2021-02-12T00:00:00.000Z",
			"tags": "喜剧 悬疑",
			"role": "王宝强 刘昊然 妻夫木聪",
			"movie_score": 9,
			"isDel": false
		}, {
			"id": 12,
			"movie_name": "许愿神标",
			"duration": 99,
			"movie_pc": "/moviePhoto/9763b773c8c7511c3bc57e44b97d1240许愿神龙.png",
			"movie_desc": "你知道这世上仅存一条粉红色的许愿神龙吗？他能够实现许愿者任何逆天改命的愿望。这样的神力引得不少人在暗中寻找神龙的踪迹，然而普普通通的上海小青年丁思齐误打误撞打开了神龙的封印。千年代沟引发连串爆笑经历，被绑定的一人一龙踏上了一段妙想天开又惊险万分的旅途…",
			"publicTime": "2021-01-15T00:00:00.000Z",
			"tags": "动画 喜剧 奇幻",
			"role": "成龙 牛骏峰",
			"movie_score": 9,
			"isDel": false
		}],
		"pageStart": 1,
		"pageEnd": 7
	}
}
